// 产品内容列表
const productContents = [
    `🚀 Beself 1.3
    
    
    
🎬 严格的视频禁用

我们相信工具而不相信自律


✅ 显式控制访问

让用户拥有选择的权利


🗑️ 删除与永别

如果选择删除一个网站不再相见，我们帮助你一刀两断。


🌙 黑暗模式

护眼的黑暗模式

💻📱 跨平台

桌面版与安卓版

---

感谢自律的你！

桌面下载地址: https://wwxb.lanzoul.com/i8iow36itc2b

安卓下载地址: https://wwxb.lanzoul.com/ieTbY36itfwj
`
];
// 轮播图图片数组
const carouselImages = [
    {
        src: 'assestes/img/home-comp.jpg'
    },
    {
        src: 'assestes/img/func-comp.jpg'
    },
    {
        src: 'assestes/img/search-comp.jpg'
    }
];
